app/controllers/members_controller.rb

  def index
    @members = Member.search params[:keyword]
---
SELECT "members".* FROM "members"